def menu():
    print(' \n ********************************* '
          ' \n *                               *'
          ' \n *       1.Добавить.             *'
          ' \n *       2.Найти.                *'
          ' \n *       3.Редактировать.        *'
          ' \n *       4.Удалить.              *'
          ' \n *       5.Выход.                *'
          ' \n *                               *'
          ' \n *********************************\n ')
    return int(input('Введите номер операции: '))